
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Переместить всё на передний план";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Окно";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Свернуть";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Окно";

/* Class = "NSMenuItem"; title = "Colour Contrast Analyser"; ObjectID = "56"; */
"56.title" = "Анализатор контрастности цветов";

/* Class = "NSMenu"; title = "Colour Contrast Analyser"; ObjectID = "57"; */
"57.title" = "Анализатор контрастности цветов";

/* Class = "NSMenuItem"; title = "About Colour Contrast Analyser"; ObjectID = "58"; */
"58.title" = "О анализаторе контрастности цветов";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "Help";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "Help";

/* Class = "NSMenuItem"; title = "Colour Contrast Analyser Help"; ObjectID = "111"; */
"111.title" = "Помощь по анализатору контрастности цветов";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "Настройки…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Сервисы";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Сервисы";

/* Class = "NSMenuItem"; title = "Hide Colour Contrast Analyser"; ObjectID = "134"; */
"134.title" = "Скрыть анализатор контрастности цветов";

/* Class = "NSMenuItem"; title = "Quit Colour Contrast Analyser"; ObjectID = "136"; */
"136.title" = "Выход из анализатора контрастности цветов";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Скрыть остальные";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Показать всё";

/* Class = "NSWindow"; title = "Colour Contrast Analyser"; ObjectID = "407"; */
"407.title" = "Анализатор контрастности цветов";

/* Class = "NSBox"; title = "Foreground"; ObjectID = "412"; */
"412.title" = "Передний план";

/* Class = "NSColorWell"; ibShadowedToolTip = "Foreground colour dropdown"; ObjectID = "423"; */
"423.ibShadowedToolTip" = "Выбор цвета переднего плана";

/* Class = "NSBox"; title = "Background"; ObjectID = "424"; */
"424.title" = "Фон";

/* Class = "NSColorWell"; ibShadowedToolTip = "Background colour dropdown"; ObjectID = "430"; */
"430.ibShadowedToolTip" = "Выбор цвета заднего плана";

/* Class = "NSTabViewItem"; label = "Results for color blindness"; ObjectID = "501"; */
"501.label" = "Результат для цветовой слепоты";

/* Class = "NSTabViewItem"; label = "Results"; ObjectID = "503"; */
"503.label" = "Результаты";

/* Class = "NSButton"; ibShadowedToolTip = "⌘O : Open details panel"; ObjectID = "542"; */
"542.ibShadowedToolTip" = "⌘O : Открыть информационную панель";

/* Class = "NSMenuItem"; title = "Options"; ObjectID = "562"; */
"562.title" = "Опции";

/* Class = "NSMenu"; title = "Options"; ObjectID = "563"; */
"563.title" = "Опции";

/* Class = "NSMenuItem"; title = "Show color sliders"; ObjectID = "564"; */
"564.title" = "Показать цветовые бегунки";

/* Class = "NSMenuItem"; title = "Displayed color values"; ObjectID = "570"; */
"570.title" = "отображать значения цветов";

/* Class = "NSMenu"; title = "Displayed color values"; ObjectID = "571"; */
"571.title" = "отображать значения цветов";

/* Class = "NSMenuItem"; title = "Hex"; ObjectID = "572"; */
"572.title" = "Hex";

/* Class = "NSMenuItem"; title = "RGB"; ObjectID = "573"; */
"573.title" = "RGB";

/* Class = "NSTabViewItem"; label = "Hex"; ObjectID = "590"; */
"590.label" = "Hex";

/* Class = "NSTextField"; ibShadowedToolTip = "Display and edit the chosen foreground colour"; ObjectID = "594"; */
"594.ibShadowedToolTip" = "Показать и редактировать выбранный цвет переднего плана";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘R : Switch into RGB input"; ObjectID = "595"; */
"595.ibShadowedToolTip" = "⌘R : Переключиться на ввод RGB значений";

/* Class = "NSTabViewItem"; label = "Hex"; ObjectID = "599"; */
"599.label" = "Hex";

/* Class = "NSTextField"; ibShadowedToolTip = "Display and edit the chosen background colour"; ObjectID = "603"; */
"603.ibShadowedToolTip" = "Показать и редактировать выбранный цвет заднего плана";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘R : Switch into RGB input"; ObjectID = "604"; */
"604.ibShadowedToolTip" = "⌘R : Переключиться на ввод RGB значений";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘E : Switch into HEX input"; ObjectID = "605"; */
"605.ibShadowedToolTip" = "⌘E : Переключиться на ввод HEX значений";

/* Class = "NSTextField"; ibShadowedToolTip = "Red"; ObjectID = "606"; */
"606.ibShadowedToolTip" = "Красный";

/* Class = "NSTextField"; ibShadowedToolTip = "Green"; ObjectID = "607"; */
"607.ibShadowedToolTip" = "Зеленый";

/* Class = "NSTextField"; ibShadowedToolTip = "Blue"; ObjectID = "608"; */
"608.ibShadowedToolTip" = "Синий";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘E : Switch into HEX input"; ObjectID = "609"; */
"609.ibShadowedToolTip" = "⌘E : Переключиться на ввод HEX значений";

/* Class = "NSTextField"; ibShadowedToolTip = "Red"; ObjectID = "624"; */
"624.ibShadowedToolTip" = "Красный";

/* Class = "NSTextField"; ibShadowedToolTip = "Green"; ObjectID = "626"; */
"626.ibShadowedToolTip" = "Зеленый";

/* Class = "NSTextField"; ibShadowedToolTip = "Blue"; ObjectID = "627"; */
"627.ibShadowedToolTip" = "Синий";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "719"; */
"719.title" = "Редактировать";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "720"; */
"720.title" = "Редактировать";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "741"; */
"741.title" = "Копировать";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "746"; */
"746.title" = "Вставить";

/* Class = "NSBox"; title = "Algorithm"; ObjectID = "767"; */
"767.title" = "Алгоритм";

/* Class = "NSButtonCell"; ibShadowedToolTip = "⌘D : Select Colour/Brightness difference algorithm"; ObjectID = "785"; */
"785.ibShadowedToolTip" = "⌘D : Выбрать алгоритм различия цвета/яркости";

/* Class = "NSButtonCell"; title = "Colour/Brightness difference"; ObjectID = "785"; */
"785.title" = "Разница цвета/яркости";

/* Class = "NSButtonCell"; ibShadowedToolTip = "⌘L : Select Luminosity algorithm"; ObjectID = "786"; */
"786.ibShadowedToolTip" = "⌘L : Выбрать алгоритм подсветки";

/* Class = "NSButtonCell"; title = "Luminosity"; ObjectID = "786"; */
"786.title" = "Подсветка";

/* Class = "NSTabViewItem"; label = "Results for color blindness"; ObjectID = "788"; */
"788.label" = "Результат для цветовой слепоты";

/* Class = "NSTabViewItem"; label = "Results"; ObjectID = "800"; */
"800.label" = "Результаты";

/* Class = "NSButton"; ibShadowedToolTip = "⌘O : Open details panel"; ObjectID = "803"; */
"803.ibShadowedToolTip" = "⌘O : Открыть информационную панель";

/* Class = "NSBox"; title = "Text"; ObjectID = "804"; */
"804.title" = "Текст";

/* Class = "NSBox"; title = "Large text"; ObjectID = "813"; */
"813.title" = "Большой текст";

/* Class = "NSMenuItem"; title = "Algorithm"; ObjectID = "862"; */
"862.title" = "Алгоритм";

/* Class = "NSMenu"; title = "Algorithm"; ObjectID = "863"; */
"863.title" = "Алгоритм";

/* Class = "NSMenuItem"; title = "Colour/Brightness difference"; ObjectID = "864"; */
"864.title" = "Разница цвета/яркости";

/* Class = "NSMenuItem"; title = "Luminosity"; ObjectID = "865"; */
"865.title" = "Подсветка";

/* Class = "NSTextFieldCell"; title = "Colour select:"; ObjectID = "929"; */
"929.title" = "Выбор цвета:";

/* Class = "NSTextFieldCell"; title = "RGB:"; ObjectID = "930"; */
"930.title" = "RGB:";

/* Class = "NSTextFieldCell"; title = "Hex:"; ObjectID = "935"; */
"935.title" = "Hex:";

/* Class = "NSTextFieldCell"; title = "Red"; ObjectID = "937"; */
"937.title" = "Красный";

/* Class = "NSTextFieldCell"; title = "Green"; ObjectID = "939"; */
"939.title" = "Зеленый";

/* Class = "NSTextFieldCell"; title = "Blue"; ObjectID = "941"; */
"941.title" = "Синий";

/* Class = "NSTextFieldCell"; title = "Colour select:"; ObjectID = "942"; */
"942.title" = "Выбор цвета:";

/* Class = "NSTextFieldCell"; title = "RGB:"; ObjectID = "943"; */
"943.title" = "RGB:";

/* Class = "NSTextFieldCell"; title = "Hex:"; ObjectID = "948"; */
"948.title" = "Hex:";

/* Class = "NSTextFieldCell"; title = "Red"; ObjectID = "952"; */
"952.title" = "Красный";

/* Class = "NSTextFieldCell"; title = "Blue"; ObjectID = "953"; */
"953.title" = "Синий";

/* Class = "NSTextFieldCell"; title = "Green"; ObjectID = "954"; */
"954.title" = "Зеленый";

/* Class = "NSTextFieldCell"; title = "Normal"; ObjectID = "955"; */
"955.title" = "обычное зрение";

/* Class = "NSTextFieldCell"; title = "Protanopia"; ObjectID = "957"; */
"957.title" = "Протанопия";

/* Class = "NSTextFieldCell"; title = "Deuteranopia"; ObjectID = "959"; */
"959.title" = "Дейтеранопия";

/* Class = "NSTextFieldCell"; title = "Tritanopia"; ObjectID = "961"; */
"961.title" = "Тританопия";

/* Class = "NSTextFieldCell"; title = "Color blindness"; ObjectID = "963"; */
"963.title" = "Цветовая слепота";

/* Class = "NSButtonCell"; title = "Show details"; ObjectID = "966"; */
"966.title" = "Показать детали";

/* Class = "NSTextFieldCell"; title = "example text showing contrast"; ObjectID = "967"; */
"967.title" = "пример текста для демонстрации контраста";

/* Class = "NSTextFieldCell"; title = "Tritanopia"; ObjectID = "969"; */
"969.title" = "Тританопия";

/* Class = "NSTextFieldCell"; title = "Deuteranopia"; ObjectID = "970"; */
"970.title" = "Дейтеранопия";

/* Class = "NSTextFieldCell"; title = "Protanopia"; ObjectID = "973"; */
"973.title" = "Протанопия";

/* Class = "NSTextFieldCell"; title = "Normal"; ObjectID = "977"; */
"977.title" = "обычное зрение";

/* Class = "NSTextFieldCell"; title = "Color blindness"; ObjectID = "978"; */
"978.title" = "Цветовая слепота";

/* Class = "NSButtonCell"; title = "Show details"; ObjectID = "980"; */
"980.title" = "Показать детали";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AAA"; ObjectID = "981"; */
"981.placeholderString" = "PASS AAA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AA"; ObjectID = "983"; */
"983.placeholderString" = "PASS AA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AAA"; ObjectID = "985"; */
"985.placeholderString" = "PASS AAA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AA"; ObjectID = "987"; */
"987.placeholderString" = "PASS AA";

/* Class = "NSButtonCell"; title = "Copy results"; ObjectID = "989"; */
"989.title" = "Копировать результаты";
